Repository: xenocrat/chyrp-lite
Catalog: modules/comments/locale/*/LC_MESSAGES/comments.po
Languages: de_de, it_it, nl_nl

source: Comment Settings
de_de: Kommentar Einstellungen
it_it: Impostazioni commento
nl_nl: Opmerkingen Instellingen

source: Site Notifications
de_de: Email Notifikationen
it_it: Notifiche del sito
nl_nl: Site notificaties

source: Notify the site contact by email when a comment is added.
de_de: Benachrichtigen Sie den Site-Kontakt per E-Mail, wenn ein Kommentar hinzugefügt wird.
it_it: Avvisa il contatto del sito via email quando viene aggiunto un commento.
nl_nl: Breng de contactpersoon van de site per email op de hoogte wanneer een opmerking wordt toegevoegd.

source: Author Notifications
de_de: Email Notifikationen
it_it: Notifiche dell'autore
nl_nl: Notificaties van auteurs

source: Notify the post author by email when a comment is added.
de_de: Benachrichtigen Sie den Autor des Blogpost per E-Mail, wenn ein Kommentar hinzugefügt wird.
it_it: Avvisa l'autore del post via email quando viene aggiunto un commento.
nl_nl: Breng de auteur van het bericht per email op de hoogte wanneer een opmerking wordt toegevoegd.

source: Default Comment Status
de_de: Standard Kommentarstatus
it_it: Stato commento predefinito
nl_nl: Standaard opmerkingen status

source: HTML in Comments
de_de: HTML in Kommentaren
it_it: HTML nei commenti
nl_nl: HTML in opmerkingen

source: Allow some groups of users to enter HTML directly in comment text.
de_de: Erlauben Sie einigen Benutzergruppen, HTML direkt in den Kommentartext einzugeben.
it_it: Consenti ad alcuni gruppi di utenti di inserire il codice HTML direttamente nel testo del commento.
nl_nl: Sta sommige groepen gebruikers toe om HTML rechtstreeks in de reactietekst in te voeren.

source: Allowed HTML
de_de: Erlaubte HTML
it_it: HTML consentiti
nl_nl: Toegestane HTML

source: (comma separated)
de_de: (durch Kommata getrennt)
it_it: (separati da virgole)
nl_nl: (komma gescheiden)

source: HTML tags that can be added by users, Markdown filtering, and modules.
de_de: HTML-Tags, die von Benutzern hinzugefügt werden können, Markdown-Filter und Module.
it_it: Tag HTML che possono essere aggiunti dagli utenti, filtro Markdown e moduli.
nl_nl: HTML-codes die door gebruikers kunnen worden toegevoegd, Markdown-filtering en modules.

source: Comments Per Page
de_de: Kommentare pro Seite
it_it: Commenti per pagina
nl_nl: Opmerkingen per pagina

source: Themes decide whether or not to paginate comments.
de_de: Themen entscheiden darüber, ob Kommentare paginiert werden oder nicht.
it_it: I temi determinano se impaginare o meno i commenti.
nl_nl: Thema's bepalen of opmerkingen wel of niet gepagineerd moeten worden.

source: Reload Comments
de_de: Kommentare neu laden
it_it: Ricarica nuovi commenti
nl_nl: Herlaadt Opmerkingen

source: Show newly added comments (up to the maximum number per page).
de_de: Neu hinzugefügte Kommentare anzeigen (bis zur maximalen Anzahl pro Seite).
it_it: Mostra i commenti appena aggiunti (fino al numero massimo per pagina).
nl_nl: Toon laatste opmerkingen (tot het maximum per pagina).

source: Reload Interval
de_de: Nachladeintervall
it_it: Intervallo di ricarica
nl_nl: Herlaadt interval

source: (seconds)
de_de: (Sekunden)
it_it: (secondi)
nl_nl: (secondes)

source: Delete Comment?
de_de: Kommentar löschen?
it_it: Eliminare commento?
nl_nl: Verwijder Opmerking?

source: &#8220;%s&#8221; will be permanently deleted.
de_de: &#8220;%s&#8221; würde permanent gelöscht.
it_it: &#8220;%s&#8221; verrà eliminato definitivamente.
nl_nl: &#8220;%s&#8221; zal definitief worden verwijderd.

source: Edit Comment
de_de: Kommentar ändern
it_it: Modifica commento
nl_nl: Wijzig Opmerking

source: Editing Comment on &#8220;%s&#8221;
de_de: Kommentar &#8220;%s&#8221; in bearbeitung;
it_it: Modifica del commento &#8220;%s&#8221;
nl_nl: Wijzigen Opmerking op &#8220;%s&#8221;

source: Body
it_it: Testo

source: Author
de_de: Autor
it_it: Autore
nl_nl: Schrijver

source: Author Email
de_de: Autor Email
it_it: Email dell'autore
nl_nl: Schrijver email

source: Author Website
de_de: Autor Webseite
it_it: Sito dell'autore
nl_nl: Schrijver website

source: Timestamp
de_de: Zeitstempel
it_it: Date e ora
nl_nl: Tijdstempel

source: Status
it_it: Stato

source: Approved
de_de: Genehmigt
it_it: Approvato
nl_nl: Goedgekeurd

source: Denied
de_de: Bestritten
it_it: Negato
nl_nl: Verworpen

source: Email Notifications
de_de: Email Notifikationen
it_it: Notifiche email
nl_nl: Notificaties per email

source: Save
de_de: Speichern
it_it: Salva
nl_nl: Sla op

source: Delete
de_de: Löschen
it_it: Elimina
nl_nl: Verwijder

source: Manage Comments
de_de: Kommentare bearbeiten
it_it: Gestisci commenti
nl_nl: Beheer Opmerkingen

source: Comments
de_de: Kommentare
it_it: Commenti
nl_nl: Opmerkingen

source: Added
de_de: Hinzugefügt
it_it: Aggiunto
nl_nl: Toegevoegd

source: With selected:
de_de: Mit Ausgewählten:
it_it: Selezionati:
nl_nl: Met geselecteerd:

source: Deny
de_de: Leugnen
it_it: Rifiutare
nl_nl: Verwerp

source: Approve
de_de: Genehmigen
it_it: Approva
nl_nl: Keur goed

source: Mark as Spam
de_de: Als Spam markieren
it_it: Contrassegna come spam
nl_nl: Markeer als spam

source: Batch Process
de_de: Batch-Prozess
it_it: Processo batch
nl_nl: Batch-proces

source: Manage Spam
de_de: Spam bearbeiten
it_it: Gestire spam
nl_nl: Beheer spam

source: Add Comments
de_de: Kommentare hinfügen
it_it: Aggiungi commenti
nl_nl: Voeg opmerkingen toe

source: Add Comments to Private Posts
de_de: Kommentare hunfügen zu private Blogposts
it_it: Aggiungere commenti ai post privati
nl_nl: Opmerkingen toevoegen aan priv√©-berichten

source: Edit Comments
de_de: Kommentare ändern
it_it: Modifica commenti
nl_nl: Wijzig Opmerkingen

source: Edit Own Comments
de_de: Eigener Kommentare ändern
it_it: Modificare i propri commenti
nl_nl: Wijzig Eigen Opmerkingen

source: Delete Comments
de_de: Kommentare löschen
it_it: Elimina commenti
nl_nl: Verwijder Opmerkingen

source: Delete Own Comments
de_de: Eigener Kommentare löschen
it_it: Eliminare i propri commenti
nl_nl: Verwijder Eigen Opmerkingen

source: Use HTML in Comments
de_de: HTML in Kommentaren verwenden
it_it: Usa HTML nei commenti
nl_nl: Gebruik HTML in opmerkingen

source: Please enter an ID to find a comment.
de_de: Bitte gebe ein ID ein um ein Kommentar zu finden.
it_it: Si prega di inserire un ID per trovare un commento.
nl_nl: Geef alsjeblieft een ID in om een opmerking te vinden.

source: Most commented on posts
de_de: Die meisten Kommentare zu Beiträgen
it_it: I post più commentati
nl_nl: Meeste opmerkingen op blogposts

source: An ID is required to add a comment.
de_de: Zum Bearbeiten einer Kommentar ist eine ID erforderlich.
it_it: Per aggiungere un commento è necessario un ID.
nl_nl: Een ID is verplicht om een opmerking toe te voegen.

source: You cannot comment on this post.
de_de: Sie dürfen nicht auf dieser Blogpost reagieren.
it_it: Non puoi commentare questo post.
nl_nl: Je kunt niet reageren op deze blogpost.

source: Message can't be blank.
de_de: Nachricht darf nicht leer sein.
it_it: Il messaggio non può essere vuoto.
nl_nl: Bericht kan niet leeg zijn.

source: Author can't be blank.
de_de: Autor darf nicht leer sein.
it_it: La casella dell'autore non può essere vuota.
nl_nl: Schrijver kan niet leeg zijn.

source: Email address can't be blank.
de_de: Email Adresse darf nicht leer sein.
it_it: La casella dell'indirizzo email non può essere vuota.
nl_nl: Emailadres kan niet leeg zijn.

source: Invalid email address.
de_de: Ungültige Email Adresse.
it_it: Indirizzo email non valido.
nl_nl: Ongeldig emailadres.

source: Invalid website URL.
de_de: Ungültige Webseite URL.
it_it: URL del sito web non valido.
nl_nl: Ongeldige website URL.

source: Incorrect captcha response.
de_de: Falsche Captcha-Antwort.
it_it: Risposta Captcha errata.
nl_nl: Onjuiste Captcha reactie.

source: Comment added.
de_de: Kommentar hinzugefügt.
it_it: Commento aggiunto.
nl_nl: Opmerking toegevoegd.

source: Your comment is awaiting moderation.
de_de: Ihr Beitrag wartet auf Moderation.
it_it: Questo commento è in attesa di verifica da un moderatore.
nl_nl: Je opmerking is in afwachting van goedkeuring.

source: An ID is required to update a comment.
de_de: Zum Bearbeiten einer Kommentar ist eine ID erforderlich.
it_it: Per aggiornare un commento è necessario un ID.
nl_nl: Een ID is noodzakelijk om een opmerking te updaten.

source: Comment not found.
de_de: Kommentar nicht gefunden.
it_it: Il commento non è stato trovato.
nl_nl: Opmerking niet gevonden.

source: You do not have sufficient privileges to edit this comment.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Verwalten von Kommentaren.
it_it: Non si dispone di privilegi sufficienti per modificare questo commento.
nl_nl: Je hebt onvoldoende rechten om deze opmerking te wijzigen.

source: Comment updated.
de_de: Kommentar aktualisiert.
it_it: Commento aggiornato.
nl_nl: Opmerking bijgewerkt.

source: An ID is required to edit a comment.
de_de: Zum Bearbeiten einer Kommentar ist eine ID erforderlich.
it_it: Per modificare un commento è necessario un ID.
nl_nl: Een ID is noodzakelijk om een opmerking te wijzigen.

source: An ID is required to delete a comment.
de_de: Zum löschen einer Kommentar ist eine ID erforderlich.
it_it: Per eliminare un commento è necessario un ID.
nl_nl: Een ID is noodzakelijk om een opmerking te verwijderen.

source: You do not have sufficient privileges to delete this comment.
de_de: Sie verfügen nicht über ausreichende Berechtigungen um Kommentaren löschen zu können.
it_it: Non si dispone di privilegi sufficienti per eliminare questo commento.
nl_nl: Je hebt onvoldoende rechten om deze opmerking te verwijderen.

source: Comment deleted.
de_de: Kommentar gelöscht.
it_it: Commento cancellato.
nl_nl: Opmerking verwijderd.

source: You do not have sufficient privileges to manage any comments.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Verwalten von Kommentaren.
it_it: Non si dispone di privilegi sufficienti per gestire eventuali commenti.
nl_nl: Je hebt onvoldoende rechten om opmerkingen te beheren.

source: Selected comments deleted.
de_de: Selektierte Kommentare gelöscht.
it_it: I commenti selezionati sono stati cancellati.
nl_nl: Geselecteerde opmerkingen verwijderd.

source: Selected comments denied.
de_de: Selektierte Kommentare bestritten.
it_it: Commenti selezionati negati.
nl_nl: Geselecteerde opmerkingen verworpen.

source: Selected comments approved.
de_de: Selektierte Kommentare genehmigt.
it_it: Commenti selezionati approvati.
nl_nl: Geselecteerde opmerkingen goedgekeurd.

source: Selected comments marked as spam.
de_de: Selektierte Kommentare als Spam markiert.
it_it: Commenti selezionati contrassegnati come spam.
nl_nl: Geselecteerde opmerkingen als spam gemarkeerd.

source: Comments (%d)
de_de: Kommentare (%d)
it_it: Commenti (%d)
nl_nl: Opmerkingen (%d)

source: An ID is required to reload comments.
de_de: Zum wiederladen einer Kommentar ist eine ID erforderlich.
it_it: Per ricaricare i commenti è necessario un ID.
nl_nl: Een ID is noodzakelijk om opmerkingen te herladen.

source: Comments added since %s
de_de: Kommentare hinzugefügt seit %s
it_it: Commenti aggiunti dal %s
nl_nl: Opmerkingen toegevoegd vanaf %s

source: An ID is required to show a comment.
de_de: Zum schauen einer Kommentar ist eine ID erforderlich.
it_it: È necessario un ID per visualizzare un commento.
nl_nl: Een ID is noodzakelijk om een opmerking te tonen.

source: Comments on &#8220;%s&#8221;
de_de: Kommentare auf &#8220;%s&#8221;
it_it: Commenti &#8220;%s&#8221;
nl_nl: Opmerkingen op &#8220;%s&#8221;

source: Spam comments on &#8220;%s&#8221;
de_de: Spam-Kommentare auf &#8220;%s&#8221;
it_it: Commenti spam &#8220;%s&#8221;

source: You have unsubscribed from the conversation.
de_de: Sie haben sich von der Unterhaltung abgemeldet.
it_it: Hai annullato l'iscrizione a questa conversazione.
nl_nl: Je bent uitgeschreven van deze conversatie.

source: Comment #%d
de_de: Kommentar #%d
it_it: Commento #%d
nl_nl: Opmerking #%d

source: A ping from your URL is already registered.
de_de: Ein Ping von Ihrer URL ist bereits registriert.
it_it: Un ping dall'URL è già registrato.
nl_nl: Een ping van je URL is reeds geregistreerd.

source: Your URL is too long to be stored in our database.
de_de: Ihre URL ist zu lang, um in unserer Datenbank gespeichert zu werden.
it_it: Il tuo URL è troppo lungo per essere memorizzato nel nostro database.
nl_nl: Je URL is te lang om in de database te worden opgeslagen.

source: Mentioned this post.
de_de: Hatte diesen Beitrag erwähnt.
it_it: Menzionato questo post.
nl_nl: Heeft deze blogpost genoemd.

source: Open
de_de: Geöffnet
it_it: Aperto

source: Closed
de_de: Geschlossen
it_it: Chiuso
nl_nl: Gesloten

source: Private
de_de: Privat
it_it: Privato
nl_nl: Priv√©

source: Registered Only
de_de: Nur registriert
it_it: Solo utenti registrati
nl_nl: Uitsluitend geregistreerden

source: Comment Status
de_de: Kommentarstatus
it_it: Stato del commento
nl_nl: Status Opmerking

source: New Comment at %s
de_de: Neuer Kommentar auf %s
it_it: Nuovo commento a %s
nl_nl: Nieuwe opmerking op %s

source: %s commented on a blog post:
de_de: %s hat einen Blogbeitrag kommentiert:
it_it: %s ha aggiunto un commento sul blog post:
nl_nl: %s heeft een opmerking geplaatst op een blogpost:

source: Unsubscribe from this conversation:
de_de: Von dieser Konversation abmelden:
it_it: Annulla l'iscrizione a questa conversazione:
nl_nl: Schrijf je uit van deze conversatie:

source: Adds commenting functionality to your posts, with webmention support.
de_de: Fügt an Ihren Beiträgen eine Kommentarfunktion mit Webmention-Unterstützung hinzu.
it_it: Aggiunge funzionalità di commento ai tuoi post, con supporto Webmention.
nl_nl: Voegt de mogelijkheid toe om opmerkingen te plaatsen op je blogposts, met webmention ondersteuning.

source: Please remember to update the permission settings for each group.
de_de: Bitte denken Sie daran, die Berechtigungseinstellungen für jede Gruppe zu aktualisieren.
it_it: Si prega di ricordare di aggiornare le impostazioni di autorizzazione per ogni gruppo.
nl_nl: Denk er alsjeblieft aan om de toestemmingen per gebruikersgroep ook aan te passen.

source: Do you want to remove comments from the database?
de_de: Möchten Sie Kommentare aus der Datenbank entfernen?
it_it: Si desidera rimuovere i commenti dal database?
nl_nl: Wil je opmerkingen uit de database verwijderen?

source: Are you sure you want to permanently delete this comment?
de_de: Sind Sie sicher, dass Sie diesen Kommentar dauerhaft löschen möchten?
it_it: Sei sicuro di voler eliminare definitivamente questo commento?
nl_nl: Weet je zeker dat je deze opmerking definitief wilt verwijderen?

source: Anon
it_it: Anonimo
nl_nl: Anoniem

source: Post
de_de: Blogpost
nl_nl: Blogpost
