Repository: xenocrat/chyrp-lite
Catalog: modules/inject/locale/*/LC_MESSAGES/inject.po
Languages: de_de, it_it, nl_nl

source: Injector Labels
de_de: Injektor-Etiketten
it_it: Etichette iniettori
nl_nl: Injector Etiketten

source: Each injector must have a label. The label has two purposes: firstly, it helps you to manage your injectors by giving each one a label that is memorable and descriptive. Secondly, for filter injectors only, the label identifies the content to be injected into the post or page.
de_de: Jeder Injektor muss mit einem Etikett versehen sein. Das Etikett hat zwei Zwecke: Erstens hilft es Ihnen, Ihre Injektoren zu verwalten, indem es jedem ein Etikett gibt, das einprägsam und beschreibend ist. Zweitens identifiziert das Label nur für Filterinjektoren den Inhalt, der in den Beitrag oder die Seite eingefügt werden soll.
it_it: Ogni iniettore deve avere un'etichetta. L'etichetta ha due scopi: in primo luogo, ti aiuta a gestire i tuoi iniettori dando a ciascuno di essi un'etichetta che sia memorabile e descrittiva. In secondo luogo, solo per gli iniettori di filtri, l'etichetta identifica il contenuto da iniettare nel post o nella pagina.
nl_nl: Elke injector moet voorzien zijn van een label. Het label heeft twee doelen: ten eerste helpt het u bij het beheren van uw injectoren door ze elk een label te geven dat gedenkwaardig en beschrijvend is. Ten tweede, alleen voor filterinjectoren, identificeert het etiket de inhoud die in het bericht of de pagina moet worden geïnjecteerd.

source: For example, if you create an injector of the type <strong>post filter</strong> or <strong>page filter</strong> and label it <code>foobar</code>, you must insert the following comment into the text of a post or page in the position where you want to inject the content:
de_de: Wenn Sie z. B. einen Injektor vom Typ <strong>Beitragsfilter</strong> oder <strong>Seitenfilter</strong> erstellen und beschriften <code>foobar</code>, müssen Sie den folgenden Kommentar in den Text eines Beitrags oder einer Seite an der Stelle einfügen, an der Sie den Inhalt einfügen möchten:
it_it: Ad esempio, se crei un iniettore del tipo <strong>filtro post</strong> o <strong>filtro pagina</strong> e lo <code>foobar</code>etichetti , devi inserire il seguente commento nel testo di un post o di una pagina nella posizione in cui desideri iniettare il contenuto:
nl_nl: Als u bijvoorbeeld een injector van het type <strong>berichtfilter</strong> of <strong>paginafilter</strong> maakt en deze <code>foobar</code>labelt, moet u de volgende opmerking invoegen in de tekst van een bericht of pagina op de positie waar u de inhoud wilt injecteren:

source: If you create an injector of the type <strong>Twig filter</strong> and label it <code>foobar</code>, you must insert the following expression in a Twig template in the position where you want to inject the content:
de_de: Wenn Sie einen Injektor vom Typ <strong>Twig-Filter</strong> erstellen und beschriften, <code>foobar</code>müssen Sie den folgenden Ausdruck in eine Twig-Vorlage an der Position einfügen, an der Sie den Inhalt einfügen möchten:
it_it: Se si crea un iniettore del tipo <strong>filtro Twig</strong> e lo si etichetta, <code>foobar</code>è necessario inserire la seguente espressione in un modello Twig nella posizione in cui si desidera iniettare il contenuto:
nl_nl: Als u een injector van het type <strong>Twig-filter</strong> maakt en deze <code>foobar</code>labelt, moet u de volgende expressie invoegen in een Twig-sjabloon op de positie waar u de inhoud wilt injecteren:

source: Delete Injector?
de_de: Injektor löschen?
it_it: Eliminare l'iniettore?
nl_nl: Injector verwijderen?

source: &#8220;%s&#8221; will be permanently deleted.
de_de: &#8220;%s&#8221; wird dauerhaft gelöscht.
it_it: &#8220;%s&#8221; verrà eliminato definitivamente.
nl_nl: &#8220;%s&#8221; wordt permanent verwijderd.

source: Edit Injector
de_de: Injektor bearbeiten
it_it: Modifica iniettore
nl_nl: Injector bewerken

source: Editing Injector &#8220;%s&#8221;
de_de: Injektor &#8220;%s&#8221; bearbeiten
it_it: Iniettore di modifica&#8220;%s&#8221;
nl_nl: Injector &#8220;%s&#8221; bewerken

source: Label
it_it: Etichetta

source: Content To Inject
de_de: Zu injizierender Inhalt
it_it: Contenuto da iniettare
nl_nl: Inhoud om te injecteren

source: Type
de_de: Typ
it_it: Tipo

source: Frequency
de_de: Häufigkeit
it_it: Frequenza
nl_nl: Frequentie

source: Manage Injectors
de_de: Injektoren verwalten
it_it: Gestisci iniettori
nl_nl: Injectoren beheren

source: New Injector
de_de: Neuer Injektor
it_it: Nuovo iniettore
nl_nl: Nieuwe injector

source: Injectors
de_de: Injektoren
it_it: Iniettori
nl_nl: Injectoren

source: Add Injector
de_de: Injektor hinzufügen
it_it: Aggiungi iniettore
nl_nl: Injector toevoegen

source: Inject
de_de: Injizieren
it_it: Iniettare
nl_nl: Injecteren

source: Inject content into your blog using triggers and filters.
de_de: Fügen Sie Inhalte mithilfe von Triggern und Filtern in Ihren Blog ein.
it_it: Inserisci contenuti nel tuo blog utilizzando trigger e filtri.
nl_nl: Injecteer inhoud in uw blog met behulp van triggers en filters.

source: HTML head
de_de: HTML-Kopf
it_it: Testina HTML
nl_nl: HTML-kop

source: End of main section
de_de: Ende des Hauptteils
it_it: Fine della sezione principale
nl_nl: Einde van het hoofdgedeelte

source: After other content
de_de: Nach anderen Inhalten
it_it: Dopo altri contenuti
nl_nl: Na andere inhoud

source: Post filter
de_de: Nachfilter
it_it: Filtro Post
nl_nl: Bericht filter

source: Page filter
de_de: Seitenfilter
it_it: Filtro pagina
nl_nl: Pagina filter

source: Twig filter
it_it: Filtro Twig

source: Never
de_de: Niemals
it_it: Mai
nl_nl: Nooit

source: Once
de_de: Einmal
it_it: Una volta
nl_nl: Eénmalig

source: Odd
de_de: Ungerade
it_it: Dispari
nl_nl: Oneven

source: Even
de_de: Gerade
it_it: Pari

source: Always
de_de: Immer
it_it: Sempre
nl_nl: Altijd

source: Label cannot be blank.
de_de: Das Etikett darf nicht leer sein.
it_it: L'etichetta non può essere vuota.
nl_nl: Het label mag niet leeg zijn.

source: Injector added.
de_de: Injektor hinzugefügt.
it_it: Iniettore aggiunto.
nl_nl: Injector toegevoegd.

source: An ID is required to edit an injector.
de_de: Eine ID ist erforderlich, um einen Injektor zu bearbeiten.
it_it: Per modificare un iniettore è necessario un ID.
nl_nl: Een ID is vereist om een injector te bewerken.

source: Injector not found.
de_de: Injektor nicht gefunden.
it_it: Iniettore non trovato.
nl_nl: Injector niet gevonden.

source: An ID is required to update an injector.
de_de: Eine ID ist erforderlich, um einen Injektor zu aktualisieren.
it_it: Per aggiornare un iniettore è necessario un ID.
nl_nl: Een ID is vereist om een injector bij te werken.

source: Injector updated.
de_de: Injektor aktualisiert.
it_it: Iniettore aggiornato.
nl_nl: Injector bijgewerkt.

source: An ID is required to delete an injector.
de_de: Zum Löschen eines Injektors ist eine ID erforderlich.
it_it: Per eliminare un iniettore è necessario un ID.
nl_nl: Een ID is vereist om een injector te verwijderen.

source: Injector deleted.
de_de: Injektor entfernt.
it_it: Iniettore eliminato.
nl_nl: Injector verwijderd.
