Repository: xenocrat/chyrp-lite
Catalog: modules/maptcha/locale/*/LC_MESSAGES/maptcha.po
Languages: nl_nl

source: Ask users to solve simple mathematics problems to prevent spam.
nl_nl: Vraag gebruikers om een eenvoudig rekenkundig probleem op te lossen, om spam te voorkomen.

source: How much is %d&nbsp;&#43;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&#43;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#8722;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&#8722;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#215;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&#215;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&plus;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&plus;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&minus;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&minus;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&times;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&times;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#x0002B;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&#x0002B;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#x02212;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&#x02212;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#x000D7;&nbsp;%d&nbsp;?
nl_nl: Hoe veel is %d&nbsp;&#x000D7;&nbsp;%d&nbsp;?

source: Yay mathemetics!
nl_nl: Jippie, rekenkunde!
