Repository: xenocrat/chyrp-lite
Catalog: modules/likes/locale/*/LC_MESSAGES/likes.po
Languages: it_it, zh_cn

source: Like Settings
it_it: Impostazioni dei like
zh_cn: 喜欢的设置

source: Like Image
it_it: Like immagine
zh_cn: 喜欢的图片

source: Like with Text
it_it: Like con testo
zh_cn: 喜欢的文本

source: Enables text descriptions in like/unlike links.
it_it: Abilita le descrizioni di testo nei collegamenti like/unlike.
zh_cn: 在喜欢/不喜欢链接中启用文字说明。

source: Show on Index Pages
it_it: Mostra sulle pagine di indice
zh_cn: 显示索引页

source: Enables like functionality on blog index pages.
it_it: Abilita la funzionalità like nelle pagine di indice del blog.
zh_cn: 在博客索引页面上启用喜欢功能。

source: Likes
it_it: Like

source: Allow users to &#8220;like&#8221; a post.
it_it: Consenti agli utenti di aggiungere &#8220;like&#8221; a un post.
zh_cn: 允许用户&#8220;喜欢&#8221; 一篇帖子。

source: Please remember to update the permission settings for each group.
it_it: Si prega di ricordare di aggiornare le impostazioni di autorizzazione per ogni gruppo.
zh_cn: 请记住更新每个组的权限设置。

source: Like Posts
it_it: Like post
zh_cn: 喜欢帖子

source: Unlike Posts
it_it: Unlike post
zh_cn: 不喜欢帖子

source: Most liked posts
it_it: Post più like

source: An ID is required to like a post.
it_it: Un ID è necessario per aggiungere like a un post.
zh_cn: 喜欢一个帖子需要ID。

source: You do not have sufficient privileges to like posts.
it_it: Non si dispone di privilegi sufficienti per aggiungere like ai post.
zh_cn: 你没有权限喜欢这篇帖子。

source: Post liked.
it_it: Like aggiunto al post.
zh_cn: 帖子已喜欢。

source: An ID is required to unlike a post.
it_it: Un ID è richiesto per aggiungere unlike a un post.
zh_cn: 不喜欢一个帖子需要ID。

source: You do not have sufficient privileges to unlike posts.
it_it: Non si dispone di privilegi sufficienti per aggiungere unlike ai post.
zh_cn: 你没有权限不喜欢这篇帖子。

source: Post unliked.
it_it: Unlike aggiunto al post.
zh_cn: 帖子已不喜欢。

source: You like this.
it_it: Hai aggiunto like.
zh_cn: 你不喜欢这个。

source: You and %d person like this.
it_it: Tu e %d altra persona avete aggiunto like.
zh_cn: 你和 %d 个人一样喜欢这篇。

source: No likes yet.
it_it: Nessun like.
zh_cn: 过去没有人喜欢。

source: %d person likes this.
it_it: %d persona ha aggiunto like.
zh_cn: %d 个人喜欢这篇。

source: Like!
zh_cn: 喜欢！

source: Unlike!
zh_cn: 不喜欢！
